/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "Don’t Allow";

/* Checkbox text */
"DONT_ASK_ME_AGAIN" = "Don’t ask me again";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "“%@” would like to use your current location";

/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "OK";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "Turn on Location Services to allow “%@” to determine your location";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "Settings";

/* OK specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_OK" = "OK";
